tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jump"
brew "mas"
brew "mosh"
brew "neovim"
brew "python"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-fast-syntax-highlighting"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "font-jetbrainsmono-nerd-font-mono"
cask "hammerspoon"
cask "iina"
cask "insomnia"
cask "mailmate"
cask "spotify"
mas "Amphetamine", id: 937984704
mas "The Unarchiver", id: 425424353
