tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "awscli"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jump"
brew "mas"
brew "neovim"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-fira-code"
cask "font-hack"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "font-roboto-condensed"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "The Unarchiver", id: 425424353
